Repository: iamalper/filedrop
Catalog: lib/l10n/app_*.arb
Languages: tr

# sendFileButton
source: Send file
tr: Dosya gönder

# getFileButton
source: Receive file
tr: Dosya al

source: Scanning network
tr: Ağ taranıyor

# notConnectedToNetwork
source: Not connected to a network
tr: Bir ağa bağlı değilsiniz

# noReceiverDeviceFound
source: Can't find device. Make sure to connect same network
tr: Alıcı bulunamadı. Aynı ağa bağlı olduğuza emin olun

# connectionWaiting
source: Waiting for connection Code: {code}
tr: Bağlantı bekleniyor Kod: {code}

# fileUploading
source: Sending files
tr: Dosyalar gönderiliyor

# fileDownloading
source: Downloading files
tr: Dosyalar alınıyor

# filesSaved
source: Files saved to Downloads folder
tr: Dosyalar indirilenler klasörüne kaydedildi

source: Files sent
tr: Dosyalar gönderildi

# noStoragePermission
source: Can't download file without storage permission
tr: Dosya kaydetme izni olmadan dosya kaydedilemez

# fileCoulntSaved
source: Error at downloading file Check if you are enough storage space
tr: Dosyayı indirmede hata Yeterli depolama alanı olduğundan emin olun

# connectionLost
source: Connection lost to target. Make sure target still listening.
tr: Hedefle olan bağlantı kesildi. Hedefin hala aktif olduğuna emin olun.

# otherDeviceBusy
source: Target is busy, please try again later
tr: Hedef meşgul, daha sonra tekrar deneyin

source: Can't read database
tr: Veritabanı okunamadı

source: No file history
tr: Henüz işlem yapılmadı

# clearFileHistory
source: Clear history
tr: Geçmişi temizle

# leaveReview
source: Leave a review
tr: İnceleme yazın

source: App page
tr: Uygulama sayfası

source: About FileDrop
tr: FileDrop Hakkında

source: Public Github repo
tr: Açık Github deposu

# advancedSettings
source: Advanced
tr: Gelişmiş

# crashReporting
source: Crash Reporing
tr: Hata Raporlama

# crashReportingNotAvailable
source: Crash reporting not available for desktop
tr: Hata raporlama masaüstü platformlarında mevcut değil

# crashRepostingDescription
source: Automatically send crash reports to improve FileDrop.
tr: FileDrop'u iyileştirmek için otomatik olarak hata raporlarını gönderir.

source: Version
tr: Sürüm

source: Build Number
tr: Derleme Numarası
